<template>
  <div class="iphone_provisions">
    <mt-header title="注册服务条款" fixed>
      <router-link to="/register" slot="left">
        <mt-button icon="back"></mt-button>
      </router-link>
    </mt-header>
    <h2>如家酒店集团网络会员注册服务条款</h2>
    <h3>一.服务时间</h3>
    <p>>我们将为您提供24小时全天候服务,全年无休。</p>
    <p>
      >您可以在官网,WAP官网,掌上如家客户端上提交订单,也可以直接致电如家预订中心,由我们来为您预订。
    </p>
    <p>
      >全国订房电话：400-820-3333;官方网站:www.homeinns.com;
      WAP网站:m.homeinns.com。
    </p>
    <h3>二.最晚预订时间</h3>
    <p>
      >我们可以为您提供90天之内的客房预订服务,如遇节假日,会展期间或旅游旺季,建议您提前预订,以免酒店满房。
    </p>
    <h3>三.最晚修改取消时间</h3>
    <p>
      >预订及担保订单的最晚修改及取消时间,在此时间修改或取消,不扣除房费,过最晚取消和修改的时间后,修改或取消,我们将扣除相应房费。
    </p>
    <h3>四.预订确认时间</h3>
    <p>
      >预订确认时间一般是订单提交后的30分钟内,如果预订有任何问题,我们会在30分钟内联系通知。
    </p>
    <h3>五.关于价格</h3>
    <p>
      >如家官方网站上公布的前台现付价和网上支付价已包含服务费,不包含酒店其它费用及税收(港澳台及海外酒店价格已包含税收)。
    </p>
    <h3>六.入住,离店时间</h3>
    <p>
      >按国际惯例,宾馆的入住时间为14:00,离店时间为正午12:00(如家酒店集团会员可根据会员卡等级相应延迟)。如提前入住或推迟离店,均须酌情加收一定的费用。预订中心暂时不提供钟点房的预订服务。
    </p>
    <h3>七.关于保留时间</h3>
    <p>
      >一般情况下可保留至入住当日下午18:00(如家酒店集团会员可根据会员卡等级相应延迟),过时将不予保留。
    </p>
    <p>
      >部分酒店有规定最晚保留时间,如需要超时保留,须提供信用卡作担保,具体以系统提示为准。
    </p>
    <h3>八.预订时间限制</h3>
    <p>>网上预订数量有限,订完为止,如需预订,建议咨询当地酒店前台或预订中心。</p>
    <p>>当天起90日内酒店房间均可接收预订,预订的日期跨度不可超过30日。</p>
    <h3>九.关于预订总价的说明</h3>
    <p>>预订流程中显示的总价仅供参考,次日房价的变化请以酒店前台提供为准。</p>
    <h3>十.个人信息及隐私</h3>
    <p>
      >注册成为如家会员，即表明您已同意如家酒店集团在国家法律法规允许的范围内可以获取并使用您在注册及使用如家服务过程中产生的个人信息（包括但不限于您的姓名、电话、电子邮件、身份证件、交易信息等），这些个人信息可能涉及您的个人隐私，为更加便利的向你提供如家的各项服务以及提升服务质量，您同意如家酒店集团可将这些个人信息用于下列用途：
    </p>
    <p class="bold_size_h5">a)向您提供如家的各项服务，并维护和改进这些服务。</p>
    <p class="bold_size_h5">
      b)核实相关信息的准确性，并与第三方进行验证。例如，将您向我们提交的身份信息向身份验证服务机构进行验证。
    </p>
    <p class="bold_size_h5">
      c)为使您知晓自己正在使用如家服务的情况或了解如家的服务，通过手机短信、电子邮件等方式向您发送服务状态的通知、营销活动及其他商业性电子信息。
    </p>
    <p class="bold_size_h5">
      d)对您的身份数据、交易信息等进行综合统计、分析或加工，并与第三方进行数据、信息合作使用或共享，以便如家或与如家由合作关系的第三方向您提供消费奖励或其他优惠活动；例如我们可能会统计某个时间段活跃的会员账户，对这些活跃账户提供专享的优惠活动；例如我们可能会统计某个时间段特定会员账户的消费习惯，就此进行针对性的优惠活动或活动推荐。
    </p>
    <p class="bold_size_h5">
      e)为预防或禁止非法的活动向第三方披露这些个人信息。
    </p>
    <p class="bold_size_h5">
      f)根据法律法规或公安、司法、政府机关的要求进行信息的披露。
    </p>
    <p class="bold_size_h5">g)经您许可的其他用途。</p>
  </div>
</template>
<style scoped>
.iphone_provisions {
  padding: 0 2%;
  padding-bottom: 43px;
}
.mint-header {
  background-color: #c0191f;
}
h2 {
  font-size: 18px;
  height: 23px;
  line-height: 23px;
  font-weight: bold;
  color: #535353;
  text-align: center;
  margin-top: 60px;
}
h3 {
  margin: 0;
  margin-top: 25px;
  line-height: 25px;
  font-size: 15px;
  color: #535353;
  font-weight: bold;
}
p {
  line-height: 25px;
  font-size: 13px;
  padding-left: 1%;
  color: #535353;
  margin: 0 0 0 0 !important;
}
.bold_size_h5 {
  font-size: 13px;
  color: #535353;
  font-weight: bold;
}
</style>